import { TeamCardType } from "../../@types/appType";
import image1 from "../../assets/teamFrame1.png";
import image2 from "../../assets/teamFrame2.png";
import image3 from "../../assets/teamFrame3.png";

export const teamData: TeamCardType[] = [
  {
    name: "Деконский Павел Николаевич",
    position: "Врач эндокринолог, первая квалификация",
    image: image1,
    department: "Эндокринологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Власова Ольга Николаевна",
    position: "Акушер-гинеколог, репродуктолог",
    image: image2,
    department: "",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Антипенко Инна Игоревна",
    position: "Акушер-гинеколог, репродуктолог",
    image: image3,
    department: "Гинекологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Маликова Анна Петровна",
    position: "Врач уролог, первая квалификация",
    image: image1,
    department: "",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Архипенко Инна Игоревна",
    position: "УЗИ-специалист, первая квалификация",
    image: image2,
    department: "УЗИ-специалисты",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач уролог, первая квалификация",
    image: image3,
    department: "Урологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач уролог, первая квалификация",
    image: image1,
    department: "Урологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач гастроэнтеролог, первая квалификация",
    image: image2,
    department: "Гастроэнтерологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач гастроэнтеролог, первая квалификация",
    image: image3,
    department: "Гастроэнтерологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
];
