import { TeamCardType } from "../../@types/appType";
import image1 from "../../assets/teamFrame1.png";
import image2 from "../../assets/teamFrame2.png";
import image3 from "../../assets/teamFrame3.png";
import photo1 from "../../assets/photo1.png";
import photo2 from "../../assets/photo2.png";
import photo3 from "../../assets/photo3.png";
import photo4 from "../../assets/photo4.png";
import photo5 from "../../assets/photo5.png";

export const teamData: TeamCardType[] = [
  {
    name: "Дзидзария Александр Гудисович",
    position: "Глав. врач Biochek, Врач уролог",
    experience: " с опытом более 15 лет",
    image: photo1,
    department: "Урологи",
    specialization:
      "Занимается диагностикой и лечением органов мочеполовой системы. Проводит ЧПНС, КУЛТ, ТУР простаты и мочевого пузыря, резекцию почки, пиелолитотомию, нефролитотомию, цистэктомия с различными вариантами замещения мочевого пузыря. Является автором 16 научных статей в отечественной литературе и 1 — в зарубежной, читает лекции по урологии, является соавтором методических рекомендаций, также является докладчиком на выступлениях с международным участием.",
    training: [
      {
        year: "2002 – 2008 гг.",
        text: "2-й Медицинский Университет им. Н.И.Пирогова (РНИМУ), г. Москва",
      },
      {
        year: "2008 г.",
        text: "Ординатура по специальности «Урология» 2008 г. в Городской клинической урологической больнице № 47",
      },
      {
        year: "2010 г.",
        text: "Курсы повышения квалификации по теме «Оперативная андрология» в городской клинической больнице им. С.П. Боткина",
      },
      {
        year: "2010 г.",
        text: "Стажировка в Центре уронефрологии по тематике «Онкоурология», Египет, г. Мансура",
      },
      {
        year: "2010 г.",
        text: "Стажировка в Центре уронефрологии по тематике «Цистопластика в онкоурологии»,Египет, г. Мансура",
      },
      {
        year: "2012 г.",
        text: "Сертификационные курсы повышения квалификации на кафедре эндоскопической урологии ГБОУ ДПО РМАПО по теме «Эндоскопия и лапароскопия в урологии»",
      },
      {
        year: "2010 - 2012 гг.",
        text: "Заочная аспирантура, защита кандидатской диссертации (защита в ФГБУ «НИИ Урологии»)",
      },
      {
        year: "2013 г.",
        text: "Курсы повышения квалификации по тематике «Эндоваскулярная рентген-хирургия»",
      },
      {
        year: "2014 г.",
        text: "Практические курсы по современным возможностям лапароскопии в урологии,г. Казань, «Центр высоких медицинских технологий Johnson&Johnson»",
      },
      {
        year: "2014 г.",
        text: "Курсы повышения квалификации на базе РМАПО по тематике «Лапараскопия в урологии»",
      },
      {
        year: "2014 г.",
        text: "Практические курсы по современному гемостазу в хирургии,г. Казань, «Центр высоких медицинских технологий Johnson&Johnson»",
      },
      {
        year: "2015 - 2016 гг.",
        text: "Обучение и получение сертификата по специальности «Онкология» на базе факультета первичной подготовки РУДН",
      },
      {
        year: "2015 - 2016 гг.",
        text: "Стажировка в университетском Госпитале IRCAD по лапароскопической хирургии в урологии, Клиника «Севиль», г. Страсбург, Франция",
      },
      {
        year: "2016 гг.",
        text: "Курсы повышения квалификации на кафедре РМАПО «Лазерная хирургия в урологии»",
      },
      {
        year: "2016 гг.",
        text: "Вице-президент Ассоциации молодых урологов (АМУР)",
      },
      {
        year: "2016 гг.",
        text: "'Применение препарата Ботокс в нейроурологической практике' (разрешение на применение)",
      },
      {
        year: "2018 гг.",
        text: "«Учебный центр Амплитуда». «Радиационная безопасность и радиационный контроль»",
      },
      {
        year: "2019 гг.",
        text: "Курсы повышения квалификации на базе ФГБУ ФНКЦ ФМБА России. «Экспертиза временной нетрудоспособности в медицинских организациях»",
      },
      {
        year: "2019 гг.",
        text: "Курсы повышения квалификации на базе НИИ Г.Н. Габричевского. «Обеспечение эпидемиологической безопасности эндохирургических вмешательств»",
      },
      {
        year: "2019 гг.",
        text: "Первичная переподготовка в МУЦ ДПО «Образовательный стандарт». «Организация здравоохранения и общественное здоровье» 2020 год - Академия для врачей Uniprof, курсы повышения квалификации 'Митохондриальное здоровье'",
      },
      {
        year: "2020 гг.",
        text: "Государственная аккредитация по специальности «Онкология». ФМБА им А.И. Бурназяна",
      },
      {
        year: "2020 гг.",
        text: "Курсы повышения квалификации «эндоскопия» г. Москва",
      },
      {
        year: "2021 гг.",
        text: "Курсы повышения квалификации «профпатология» . РМАПО г. Москва",
      },
      {
        year: "2021 гг.",
        text: "Повышение квалификации «эффективный главный врач» г.Москва ООО НПЦ ДПО 'Юнекомс'",
      },
      {
        year: "2021 гг.",
        text: "Повышение квалификации «Организация здравоохранения для руководителей ЛПУ. Новые требования законодательства».",
      },
      {
        year: "2023 гг.",
        text: "Защита докторской диссертации",
      },
    ],
  },
  {
    name: "Шамбалы Назрин Садиговна",
    position: "Врач-эндокринолог",
    experience: ', опыт работы 5 лет',
    image: photo2,
    department: "Эндокринологи",
    specialization:
      "Использует комплексный подход к проблеме и устранении первопричины: восстановление микроэлементного, антиоксидантного, гормонального статуса.",
    training: [
      {
        year: "2012 – 2018 гг.",
        text: "Первый московский государственный медицинский университет им. И.М. Сеченова (лечебное дело) – по специальности «Лечебное дело»",
      },
      {
        year: "2018 – 2020 гг.",
        text: "Российский Университет Дружбы народов. Клиническая ординатура по специальности «Эндокринология»",
      },
      {
        year: "2018 г. – настоящее время",
        text: "Лектор на Научно-практической конференции «Актуальные вопросы эндокринологии и диабетологии. Объединим совместные усилия в борьбе с диабетом и эндокринными заболеваниями»",
      }
    ],
  },
  {
    name: "Четверикова Оксана Сергеевна",
    position: "Врач-эндокринолог",
    experience: '',
    image: photo3,
    department: "Эндокринологи",
    specialization:
      `К доктору можно обратиться:\n- для диагностики и лечения эндокринной патологии\n- при ожирени\n- при нарушениях половой функции\n- при возрастном андрогенном дефиците\n- при менопаузе\n- при сахарном диабете\n- при заболеваниях щитовидной железы`,
    training: [
      {
        year: "2013 – 2019 гг.",
        text: "Самарский Государственный Медицинский Университет – Врач – педиатр",
      },
      {
        year: "2019 – 2022 гг.",
        text: "Российский Университет Дружбы народов. Клиническая ординатура по специальности «Эндокринология»",
      }
    ],
  },
  {
    name: "Ландышева Яна Григорьевна",
    position: "Врач ультразвуковой диагностики",
    experience: ", опыт работы 2 года",
    image: photo4,
    department: "УЗИ-специалисты",
    specialization:
      "Специализируется на УЗИ щитовидной железы, брюшной полости, забрюшинного пространства, органов малого таза, мошонки, а также вен и сосудов шеи и нижних конечностей.",
    training: [
      {
        year: "2014 – 2020 гг.",
        text: "Российский Университет Дружбы народов по специальности «Лечебное дело»",
      },
      {
        year: "2020 – 2022 гг.",
        text: "Московский клинический научный центр имени А. С. Логинова. Клиническая ординатура по специальности «Ультразвуковая диагностика»",
      }
    ],
  },
  {
    name: "Узденов Расул Анзорович",
    position: "Врач уролог",
    experience: "",
    image: photo5,
    department: "Урологи",
    specialization:
      ``,
    training: [
      {
        year: "2018 г.",
        text: "окончил РНИМУ им Н.И. Пирогова",
      },
      {
        year: "2020 г.", 
        text: "ординатура по урологии в РНЦРР",
      },
      {
        year: "2020 г.",
        text: "Курсы повышения квалификации в Сеченовском университете: хирургическая урология",
      },
      {
        year: "2022 г.",
        text: "Курсы повышения квалификации в Сеченовском университете по лапаросклпической хирургии в урологии",
      },
    ],
  },
  {
    name: "Архипенко Инна Игоревна",
    position: "УЗИ-специалист, первая квалификация",
    image: image3,
    department: "УЗИ-специалисты",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач уролог, первая квалификация",
    image: image3,
    department: "Урологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач уролог, первая квалификация",
    image: image1,
    department: "Урологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач гастроэнтеролог, первая квалификация",
    image: image2,
    department: "Гастроэнтерологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
  {
    name: "Деконский Павел Николаевич",
    position: "Врач гастроэнтеролог, первая квалификация",
    image: image3,
    department: "Гастроэнтерологи",
    specialization:
      "В перечень специализаций входит: УЗИ органов малого таза, кольпоскопия, нарушение менструального цикла, доброкачественные образования матки и придатков (миома матки, кисты яичников, полипы), генитальный эндометриоз, воспалительные процессы, менопаузальные расстройства, подбор контрацепции, введение и удаление ВМС, обследование и лечение фоновых заболеваний шейки матки. Постоянно совершенствует практические навыки, повышает профессиональный уровень, является членом Городского научно-просветительского объединения «Oбщество эстетической гинекологии», активно посещает международные конгрессы и практические семинары.",
    training: [
      {
        year: "1980 г.",
        text: "Окончил Минский государственный медицинский институт по специальности лечебно-профилактическое дело, гинекология",
      },
      {
        year: "2000 г.",
        text: "Переподготовка в ГУО «Белорусская медицинская академия последипломного образования» по специальности «Акушерство и гинекология». Присвоена квалификация врач-акушер-гинеколог.",
      },
      {
        year: "2006 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Клиническое акушерство и антенатальная охрана плода».",
      },
      {
        year: "2010 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Тромбоэмболические осложнения в акушерстве: ТЭЛА, эмболия околоплодными водами: профилактика, протоколы ведения».",
      },
      {
        year: "2018 г.",
        text: "Повышение квалификации в ГУО «Белорусская медицинская академия последипломного образования» по программе «Актуальные аспекты перинатологии. Допплерометрия в диагностике нарушений состояния плода».",
      },
      {
        year: "2023 г.",
        text: "Повышение квалификации в ГУО «Республиканский институт высшей школы» по программе «Обеспечение безопасных условий труда при эксплуатации лазерных изделий».",
      },
    ],
  },
];
