import { DataServicesType } from "../../@types/appType";

export const dataServices: DataServicesType[] = [
  {
    name: "Гинекология",
    services: [
      {
        serviceName: "Консультация акушера-гинеколона (первичная)",
        price: "6 000 руб",
      },
      {
        serviceName: "Консультация акушера-гинеколона (повторная)",
        price: "5 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (первичная), д.м.н./главный специалист/руководитель отделения",
        price: "8 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (повторная), к.м.н./доцент/ведущий специалист",
        price: "7 000 руб.",
      },
      {
        serviceName:
          "Введение акушерского разгружающего поддерживающего кольца (пессария)",
        price: "3 800 руб.",
      },
      {
        serviceName:
          "Вскрытие и дренирование флегмоны (абсцесса)/бартолиниевой железы",
        price: "9 700 руб.",
      },
    ],
  },
  {
    name: "Урология",
    services: [
      {
        serviceName: "Консультация акушера-гинеколона (первичная)",
        price: "6 000 руб",
      },
      {
        serviceName: "Консультация акушера-гинеколона (повторная)",
        price: "5 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (первичная), д.м.н./главный специалист/руководитель отделения",
        price: "8 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (повторная), к.м.н./доцент/ведущий специалист",
        price: "7 000 руб.",
      },
      {
        serviceName:
          "Введение акушерского разгружающего поддерживающего кольца (пессария)",
        price: "3 800 руб.",
      },
      {
        serviceName:
          "Вскрытие и дренирование флегмоны (абсцесса)/бартолиниевой железы",
        price: "9 700 руб.",
      },
    ],
  },
  {
    name: "Эндокринология",
    services: [
      {
        serviceName: "Консультация акушера-гинеколона (первичная)",
        price: "6 000 руб",
      },
      {
        serviceName: "Консультация акушера-гинеколона (повторная)",
        price: "5 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (первичная), д.м.н./главный специалист/руководитель отделения",
        price: "8 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (повторная), к.м.н./доцент/ведущий специалист",
        price: "7 000 руб.",
      },
      {
        serviceName:
          "Введение акушерского разгружающего поддерживающего кольца (пессария)",
        price: "3 800 руб.",
      },
      {
        serviceName:
          "Вскрытие и дренирование флегмоны (абсцесса)/бартолиниевой железы",
        price: "9 700 руб.",
      },
    ],
  },
  {
    name: "Терапевтия",
    services: [
      {
        serviceName: "Консультация акушера-гинеколона (первичная)",
        price: "6 000 руб",
      },
      {
        serviceName: "Консультация акушера-гинеколона (повторная)",
        price: "5 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (первичная), д.м.н./главный специалист/руководитель отделения",
        price: "8 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (повторная), к.м.н./доцент/ведущий специалист",
        price: "7 000 руб.",
      },
      {
        serviceName:
          "Введение акушерского разгружающего поддерживающего кольца (пессария)",
        price: "3 800 руб.",
      },
      {
        serviceName:
          "Вскрытие и дренирование флегмоны (абсцесса)/бартолиниевой железы",
        price: "9 700 руб.",
      },
    ],
  },
  {
    name: "УЗИ-диагностика",
    services: [
      {
        serviceName: "Консультация акушера-гинеколона (первичная)",
        price: "6 000 руб",
      },
      {
        serviceName: "Консультация акушера-гинеколона (повторная)",
        price: "5 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (первичная), д.м.н./главный специалист/руководитель отделения",
        price: "8 000 руб.",
      },
      {
        serviceName:
          "Консультация акушера-гинеколога (повторная), к.м.н./доцент/ведущий специалист",
        price: "7 000 руб.",
      },
      {
        serviceName:
          "Введение акушерского разгружающего поддерживающего кольца (пессария)",
        price: "3 800 руб.",
      },
      {
        serviceName:
          "Вскрытие и дренирование флегмоны (абсцесса)/бартолиниевой железы",
        price: "9 700 руб.",
      },
    ],
  },
];
